[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:23};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm2={backcolor:0,height:58,id:17,img:177,layout:normal,name:Grip_Heater_Level,type:IMAGEFIELD,visible:false,width:84,x:589,y:154,zorder:13,layout_param:{clipx:0,clipy:0}};
itm3={backcolor:0,height:58,id:18,img:177,layout:normal,name:Seat_Heater_Level,type:IMAGEFIELD,visible:false,width:84,x:123,y:151,zorder:14,layout_param:{clipx:0,clipy:0}};
itm4={backcolor:0,background:404,ccp:0,ccpzorder:over,height:103,id:19,name:Seat_Heater,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:210,x:62,y:211,zorder:15,txtfield:{backcolor:0,bidimode:left-to-right,content:Seat Heater,font:7,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Seat_Heater,type:TEXTFIELD,visible:true,vlayout:middle,width:210,wrapline:no-wrap,x:0,y:60},imgfield:{backcolor:0,height:51,img:409,layout:normal,name:Heater_Icon,type:IMAGEFIELD,visible:true,width:65,x:70,y:5,layout_param:{clipx:0,clipy:0}}};
itm5={backcolor:0,background:404,ccp:0,ccpzorder:over,height:103,id:20,name:WindShield_Down,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:210,x:298,y:336,zorder:16,txtfield:{backcolor:0,bidimode:left-to-right,content:Screen Down,font:7,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Screen_Down,type:TEXTFIELD,visible:true,vlayout:middle,width:210,wrapline:no-wrap,x:0,y:60},imgfield:{backcolor:0,height:51,img:407,layout:normal,name:Screen_Down_icon,type:IMAGEFIELD,visible:true,width:65,x:70,y:5,layout_param:{clipx:0,clipy:0}}};
itm6={backcolor:0,background:404,ccp:0,ccpzorder:over,height:103,id:21,name:Menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:210,x:298,y:212,zorder:17,txtfield:{backcolor:0,bidimode:left-to-right,content:Menu,font:7,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Menu,type:TEXTFIELD,visible:true,vlayout:middle,width:210,wrapline:no-wrap,x:0,y:60},imgfield:{backcolor:0,height:51,img:406,layout:normal,name:Menu_icon,type:IMAGEFIELD,visible:true,width:65,x:70,y:5,layout_param:{clipx:0,clipy:0}}};
itm7={backcolor:0,background:404,ccp:0,ccpzorder:over,height:103,id:22,name:WindShield_Up,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:210,x:298,y:90,zorder:18,txtfield:{backcolor:0,bidimode:left-to-right,content:Screen UP,font:7,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Screen_UP,type:TEXTFIELD,visible:true,vlayout:middle,width:210,wrapline:no-wrap,x:0,y:60},imgfield:{backcolor:0,height:51,img:408,layout:normal,name:Screen_UP_icon,type:IMAGEFIELD,visible:true,width:65,x:70,y:5,layout_param:{clipx:0,clipy:0}}};
itm8={backcolor:0,background:404,ccp:0,ccpzorder:over,height:103,id:23,name:Grip_Heater,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:210,x:529,y:214,zorder:19,txtfield:{backcolor:0,bidimode:left-to-right,content:Grip Heater,font:7,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Grip_Heater,type:TEXTFIELD,visible:true,vlayout:middle,width:210,wrapline:no-wrap,x:0,y:60},imgfield:{backcolor:0,height:51,img:405,layout:normal,name:Grip_Heater_icon,type:IMAGEFIELD,visible:true,width:65,x:70,y:5,layout_param:{clipx:0,clipy:0}}};

